Repository: vmassuchetto/wp-diagram
Catalog: lang/wp_diagram-*.po
Languages: pt_br

source: Positions
pt_br: Posições

source: Plugin instantiation error.
pt_br: Erro no instanciamento do plugin.

source: Position "%s" not declared in your theme.
pt_br: A posição "%s" não foi declarada no seu tema.

source: No parameter set for position declaration.
pt_br: A declaração de posição não fornece nenhum parâmetro.

source: Missing "%s" argument on position registration.
pt_br: O argumento "%s" não foi fornecido no registro de posição.

source: Please provide position IDs with only characters, numbers and underscores.
pt_br: Forneça os IDs das posições somente com caracteres, números e underscores (_),

source: Position IDs are meant to be unique. You're providing duplicated ones.
pt_br: Os IDs das posições precisam ser únicos. Você está informando um ID duplicado.

source: Edit Post Position
pt_br: Editar Post na Posição

source: Edit Post
pt_br: Editar Post

source: Remove from scheduling
pt_br: Remover do agendamento

source: View post
pt_br: Ver post

source: Title
pt_br: Título

source: Original Title
pt_br: Título Original

source: Excerpt
pt_br: Resumo

source: Original Excerpt
pt_br: Resumo Original

source: Cancel
pt_br: Cancelar

source: Update
pt_br: Atualizar

source: Add Post
pt_br: Adicionar Post

source: Search by post title
pt_br: Procurar por título do post

source: Scheduling
pt_br: Agendamento

source: Displaying Now
pt_br: Mostrando Agora

source: Add New Scheduling
pt_br: Adicionar Novo Agendamento

source: Delete This Scheduling
pt_br: Apagar Este Agendamento

source: Schedule a post position for
pt_br: Agendar posts para

source: Create Copying Current Posts
pt_br: Criar Uma Cópia com os Posts Atuais

source: Post Positions
pt_br: Posições dos Posts
